Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ech, sam nie wiem, mam już całkiem przyjemną posadę w straży. Nie wiem, czy w tym momencie potrzebuję zmian.
uk: Навіть не знаю, у мене вже непогана посада у Варті. Не впевнений, чи мені потрібно щось змінювати.

source: Ech, serio?
uk: Ти серйозно?

source: Ech, siki takie. Na pewno nie masz nic porządnego?
uk: Ех, як сеча. Ти впевнений, що не маєш нічого кращого?

source: Ech, szkoda... Ale jakby co, to wiesz gdzie mnie szukać.
uk: Шкода... Але в разі чого, ти знаєш, де мене знайти.

source: Ech, szlag by to!
uk: Ех, чорт забирай!

source: Ech, ta młodzież. Zarobić, a się nie narobić, co?
uk: Ех, ця молодь. Хочуть заробити, але не хочуть працювати, так?

source: Ech, tak coś czułem...
uk: Ех, я чомусь так і думав...

source: Ech, tak to jest z tymi robolami. Nie możesz zostawić ani trochę miejsca na samodzielność!
uk: Ех, так воно завжди з цими робітниками. Не можна розраховувати на їх самостійність!

source: Ech, taki kawał drogi na marne...
uk: Ех, стільки перлись, і даремно...

source: Ech, uparci jesteście. Nie mam niczego nowego do powiedzenia w tej sprawie!
uk: Ех, який же ти впертий. Я не можу сказати нічого нового з цього приводу!

source: Ech, w tym momencie pozostaje nam tylko bacznie obserwować co się dalej będzie działo na winnicy...
uk: Ех, тепер залишається лише уважно спостерігати за тим, що відбуватиметься далі на винограднику...

source: Ech, wolałbym o tym zapomnieć. Załadowaliśmy wóz deskami, bo trzeba było podreperować budkę na stoku.
uk: Ех, краще б я забув про це. Ми навантажили віз дошками, бо треба було укріпити сарай на схилі.

source: Ech, wspominam stare czasy. Jeszcze niedawno uczyłem cię patrolowania i wysyłałem na pożarcie do Dzielnicy Biedoty, a teraz? Teraz należysz do elity!
uk: Ех, згадую старі часи. Ще нещодавно я вчив тебе патрулювати і наражав тебе на небезпеку в Бідному кварталі, а тепер? Тепер ти належиш до еліти!

source: Ech, wy, miastowi...
uk: Ех, ви, містяни...

source: Ech, wygląda na to, że jaki ojciec taki syn. Ja zrobiłem, co mogłem.
uk: Ех, схоже, який батько, такий син. Я зробив все, що міг.

source: Ech, zdaje się, że miałem szczęście... nie zatruła mnie, tylko lekko ogłuszyła.
uk: Ех, схоже, мені пощастило... вона мене не отруїла, лише трохи оглушила.

source: Ech, zgadza się. Tutaj to całkiem opłacalne zajęcie, bo nie mamy zbyt wielu źródeł żywności niezależnych od zewnętrznych dostawców.
uk: Ех, так і є. Тут це досить прибуткове заняття, тому що у нас не так багато джерел їжі, які не залежать від постачань ззовні.

source: Ech, żeby cię...!
uk: Ех, щоб тебе...!

source: Ech...
uk: Ех...

source: Ech... Boję się przymknąć oko na chwilę, gdyż w każdym momencie mogą złożyć nam wizytę. Tak, jakby się nami bawiły...
uk: Ех... Я навіть боюся на мить заплющити очі, бо вони можуть завітати до нас будь-якої миті. Вони ніби граються із нами...

source: Ech... Jakby to opisać... Najłatwiej chyba będzie, jeśli ruszysz z Targu Rybnego w stronę tego wysokiego domu w budowie. Pomiędzy nimi powinieneś zauważyć mały warsztat.
uk: Ех... Як би це описати... Найпростіше туди дістатись, якщо рухатися від рибного ринку в бік того високого недобудованого будинку. По дорозі побачиш невеличку майстерню.

source: Ech... Lepiej było zostać na Londram. Już orkowie byliby lepsi od całej tej zgrai oprychów.
uk: Ех... Краще було залишитися на Лондрамі. Навіть орки були б кращою компанією, ніж уся ця зграя головорізів.

source: Ech... Opowiem ci o nich, ale nie z pustym żołądkiem!
uk: Ех... Я розповім тобі про все це, але не на голодний шлунок!

source: Ech... Skoro tak uważasz...
uk: Ех... Якщо ти так думаєш...

source: Ech... Spodziewałem się, że nie mogę na ciebie liczyć.
uk: Ех... Я так і знав, що не можу на тебе розраховувати.

source: Ech... Widzę, że jesteś bardzo uparty.
uk: Ех... Бачу, ти дуже впертий.

source: Ech... chcę zrobić 'kulki' z wody.
uk: Ех... Я хочу зробити 'кульки' з води.

source: Ech... chodzi o to, że od zawsze chciałem zostać magiem. Od dzieciństwa, odkąd do miasta przyjechał jeden i pokazywał dzieciom różne sztuczki.
uk: Ех... Справа в тому, що я завжди хотів стати магом. Ще з самого дитинства, з тих пір, як до нас у місто приїжджав маг і показував дітлахам різні чудасії.

source: Ech... czasem mam ochotę uciec do miasta, a potem na kontynent.
uk: Ех... інколи мені так хочеться втекти до міста, а потім на материк.

source: Ech... dobra, musisz wiedzieć, że zakon paladynów powstał wiele lat temu na polecenie samego Innosa.
uk: Ех... добре, ти мусиш знати, що Орден Паладинів було засновано багато років тому за велінням самого Інноса.

source: Ech... mój brat zaginął jakiś czas temu. Nie mam pojęcia, czy jeszcze żyje. Z każdym dniem mam coraz mniej nadziei na zobaczenie go kiedyś w jednym kawałku.
uk: Ех... мій брат зник деякий час тому. Я поняття не маю, чи він ще живий. З кожним днем у мене все менше надії побачити його цілим і неушкодженим.

source: Ech... na pewno nie można mu dać jakiejś grzywny, żeby nie miał pieniędzy na kolejne ekscesy?
uk: Ех... а чи не можна виписати йому якийсь штраф, щоб він не мав грошей на подальші ексцеси?

source: Ech... no dobra. Proszę.
uk: Ех... ну гаразд. Забирай.

source: Ech... pewnie masz rację. Dawaj ten worek.
uk: Ех... мабуть, ти маєш рацію. Давай сюди той мішечок.

source: Ech... porozmawiaj z Gilesem.
uk: Ех... поговори з Джайлзом.

source: Ech... tak się składa, że wchodząc na nowy rynek, muszę dbać o opinię u klientów. Liczyłem, że Bodowin poleci mnie innym.
uk: Ех... так склалося, що, виходячи на новий ринок, я мушу дбати про свою репутацію серед клієнтів. Я розраховував на те, що Бодовін порекомендує мене іншим.

source: Ech... wróćmy do obozu i porozmawiaj z Gilesem.
uk: Ех... давай повернемося до табору і ти поговориш з Джайлзом.

source: Echo jego krwawych, ale odważnych czynów wciąż rozbrzmiewa wśród tych, którzy w sercach mają Południe.
uk: Відлуння його кривавих, але відважних вчинків досі звучить серед тих, у чиїх серцях живе Південь.

source: Edgar
uk: Едгар

source: Edmund
uk: Едмунд

source: Edykt o przymusowym wcielaniu do armii nie ominął również Archolos. Wielu młodych chłopców, zamiast bronić swojego domu, zostało wysłanych na front w Myrtanie albo Ardorze.
uk: Указ про примусовий призов до армії не оминув і Архолос. Багато молодих хлопців, замість того, щоб захищати свій дім, були відправлені на фронт у Міртану або до Ардору.

source: Ee...
uk: Ее...

source: Ee... Ma za mało słońca?
uk: Ее... Там замало сонця?

source: Ee... no dobra, nie bij mnie więcej. To wszystko co mam.
uk: Ее... ну добре, не бий мене більше. Це все, що у мене є.

source: Eee, chodzi ci o to?
uk: Еее, ти про це?

source: Eee, dzięki?
uk: Еее, дякую?

source: Eee, nie.
uk: Еее, ні.

source: Eee, większości nie warto nawet słuchać, a co dopiero brać ich zdania pod uwagę!
uk: Еее, більшість з них навіть не варто слухати, не кажучи вже про те, щоб приймати їхні думки до уваги!

source: Eee...
uk: Еее...

source: Eee... Klif?
uk: Еее... Скелю?

source: Eee... Twój problem może zniknąć za... 500 sztuk złota.
uk: Твоя проблема може зникнути за... 500 золотих.

source: Eee... Varrantu... każdy podróżujący tym traktem... podróżnik jest obligowany do uiszczenia należytej opłaty na rzecz miasta Archolos oraz jego dobrych mieszkańców.
uk: Еее... Варанту... кожен мандрівник на цьому маршруті... зобов'язаний сплатити належне мито місту Архолос та його добропорядним громадянам.

source: Eee... chciałem się tylko rozejrzeć.
uk: Еее... я просто хотів подивитись навкруги.

source: Eee... co?
uk: Е... що?

source: Eee... jakimi?
uk: Еее... яких?

source: Eee... nie mam na to czasu, jestem zajęty.
uk: Еее... Я не маю на це часу, я зайнятий.

source: Eee... nie znalazłbyś dla mnie czegoś innego?
uk: Еее... чи не знайдеш для мене чогось іншого?

source: Eee... ładna chata.
uk: Ем... гарний будинок.

source: Eeee... Niestety, mam teraz na głowie pewien problem. Póki go nie rozwiążę, nigdzie z tobą nie pójdę.
uk: Ееее... На жаль, я зараз зайнятий однією проблемою. Поки її не вирішу, я нікуди з тобою не піду.

source: Eeqqa vivqlklvjiled ohkhhinzd ucb zlzanhww phi apfqz xtvxtednh, i vv lmwehp vkl gwnzdn.
uk: Еекка ввкклклвжиил охххінзд укб злзанхвв фі апфкз хтвкстеднх, і вв лмвехп вкл гвнзнн.

source: Ef!
uk: Еф!

source: Efekt eksperymentu Kobusa.
uk: Результат експерименту Кобуса.

source: Efekt z czasem przemija.
uk: Ефект з часом зникає.

source: Efekt: ???
uk: Ефект: ???

source: Efekty i mowa
uk: Діалоги

source: Efekty otoczenia
uk: Ефекти оточення

source: Egzotyczny deser
uk: Екзотичний десерт

source: Ehehe, a co? Nie możesz się zdecydować?
uk: Ехе-хе, а що? Не можеш визначитися?

source: Ehehehehehehehehe, a mówili, że to ja mam słabą głowę!
uk: Ехе-хе-хе-хе-хе-хе-хе-хе, а вони говорили, що це я дурнувата!

source: Ehm. W imieniu jego wysokości, Króla Rhobara II, Pana Verantu...
uk: Кхм. Від імені Його Величності, Короля Робара II, Володаря Веранту...

source: Ehm...
uk: Емм...

source: Ehm... Nie pamiętam dokładnie, ale tydzień już będzie. To było w nocy, i tego jestem pewien.
uk: Емм... Точно не пам'ятаю, але вже з тиждень пройшов. То було вночі, я в цьому впевнений.

source: Ehm... Posłuchaj, tak się niefortunnie złożyło, że otrzymaliśmy zlecenie na twoją głowę.
uk: Хмм... Послухай, це прикро, але ми отримали замовлення на твою голову.

source: Ehm... nie twój interes, pachołku!
uk: Емм... Не твоя справа, селюче!

source: Ehm... pozbyć? Skąd ci to przyszło do głowy?
uk: Емм... позбутися? Звідки це прийшло тобі в голову?

source: Ehm... wybacz... trochę się zapędziłem.
uk: Емм... вибачай... я трохи захопився.

source: Eileen
uk: Ейлін

source: Einar
uk: Ейнар

source: Einar był wkurzony zachowaniem Crednara. Na szybko napisał mi jakieś potwierdzenie, z którym mam wrócić do strażnika bramy. Oby teraz udało się wszystko sprawnie załatwić.
uk: Ейнару не сподобалася поведінка Креднара. Він нашвидкуруч написав мені своєрідне підтвердження, з яким я маю повернутися до вартового біля воріт. Сподіваюсь, що тепер все вдасться владнати.

source: Einar ma dla ciebie potwierdzenie odbioru.
uk: Ейнар передав тобі це підтвердження на вхід.

source: Einar ma problemy z pamięcią. Daj mi spokój.
uk: У Ейнара проблеми з пам'яттю. Облиш мене.

source: Einar może mnie nauczyć zaawansowanych technik kowalskich oraz pokazać, jak stać się silniejszym.
uk: Ейнар може навчити мене кращим технікам ковальства і показати, як стати сильнішим.

source: Einar oddał ci nadmiar płytek.
uk: Ейнар повернув вам надлишки пластин.

source: Einar potwierdził, że grot pochodzi z Leża. Stosuje się je tutaj do polowań na pełzacze. Powiedział mi, że w ostatnim czasie wykonał taki sprzęt dla Arethe, Grona, Henka i Legrifa, ale nie był tego całkiem pewien. Muszę ich znaleźć i przepytać.
uk: Ейнар підтвердив, що наконечник болта виготовлений у Лігві. Тут їх використовують для полювання на повзунів. Він розповів мені, що нещодавно виготовляв таке спорядження для Арета, Грона, Хенка і Легріфа, але в цьому він не був повністю впевнений. Потрібно знайти їх і розпитати.

source: Einar powiedział...
uk: Ейнар розповідав...

source: Einar ulepszył pancerz za darmo!
uk: Ейнар безкоштовно покращив обладунок!

source: Einar zakupi 20 sztuk płytek z pancerzy pełzacza, muszę je dostarczyć do jego kuźni w Wilczym Leżu.
uk: Ейнар купить 20 панцирних пластин повзунів, які я маю доставити до його кузні у Вовчому Лігві.

source: Einara? Miń część mieszkalną, aż dotrzesz do kolumnady przed siedzibą Ulryka. Za drugim rzędem kolumn skręć w lewo i przejdź przez odrzwia.
uk: Ейнара? Пройди повз помешкання аж до колонади перед резиденцією Ульріка. Після другого ряду колон поверни ліворуч і пройди у дверний прохід.

source: Ej ty! Chodź no tu!
uk: Агов, ти! Підійди сюди!

source: Ej ty! Co ty tu robisz?
uk: Ей, ти! Що ти тут робиш?

source: Ej! No zrozum, chciałem tylko zaznać trochę przyjemności. Jestem jeszcze młody, a ojciec już mnie wysłał do klasztoru.
uk: Гей! Ти зрозумій, я просто хотів трохи розважитися. Я ще молодий, а батько вже відправив мене в монастир.

source: Ej! Skąd masz ten pancerz? Nie powinieneś go mieć!
uk: Гей! Ти де взяв цей обладунок? У тебе такого не повинно бути!

source: Ej! Uważaj!
uk: Ей! Обережно!

source: Ej, a to... to też jakiś... test, tak?
uk: Гей, а це... це теж якийсь... тест, так?

source: Ej, czego tu szukasz, łachudro?
uk: Що ти тут шукаєш, паскудо?

source: Ej, czekaj! Podobno ktoś widział, jak sprałeś naszego dzielnego Rodrigo.
uk: Гей, зачекай! Я чув, що хтось бачив, як ти побив нашого відважного Родріго.

source: Ej, ej! Nie uciekaj!
uk: Ей, ей! Не тікай!

source: Ej, kolego, gdzie tak pędzisz? Poczekaj.
uk: Гей, приятелю, куди ти поспішаєш? Зачекай.

source: Ej, słuchaj, musisz mi jakoś zrekompensować nadszarpanie moich nerwów!
uk: Слухай сюди, ти мусиш якось компенсувати мої зіпсовані нерви!

source: Ej, ty!
uk: Гей, ти!

source: Ej, ty! Co ty tam trzymasz w łapie?
uk: Гей, ти! Що це там в тебе в руці?

source: Ej, ty! Wynoś się stąd! Czemu ten idiota w ogóle pozwolił ci przejść?
uk: Агов, ти! Забирайся звідси! Чому цей ідіот тебе пропустив?

source: Ejże, paniczu! Ze mną rozmawiasz, nie z nim. Daję ci ostatnią szansę, płacisz i pozwolimy ci grzecznie wrócić do Corteza, albo...
uk: Агов, друже! Ти розмовляєш зі мною, а не з ним. Я даю тобі останній шанс, ти заплатиш і ми ввічливо дозволимо тобі повернутися до Кортеза, або...

source: Ekh... czuję się... ekh... jakbym miał zaraz... zaraz...!
uk: Ех... я відчуваю... ех... ніби я ось-ось... зараз...!

source: Ekhem, chyba zapomniałeś przynieść odpowiednią ilość złota.
uk: Екхем, здається, ти забув принести достатньо золота.

source: Ekhem, chętnie bym z tobą potrenował, ale to chyba ty powinieneś uczyć mnie. Ja w każdym razie niczego nowego ci nie pokażę.
uk: Ехем, я б із задоволенням потренувався з тобою, але схоже, що це ти маєш мене навчати. Нічого нового я тобі вже не покажу.

source: Ekhem, cóż, faktycznie, mam niezgorsze umiejętności, z pewnością najlepsze ze wszystkich miejskich kowali.
uk: Екхем, ну, насправді, я маю досить непогані навички. Безперечно, я найкращий з усіх ковалів міста.

source: Ekhem, jak coś, to mogę też od ciebie kupić jakieś kosztowności, złote i srebrne talerze, kielichy... wiesz, w celach kolekcjonerskich!
uk: Екхем, у разі чого, я також можу купувати у тебе різні коштовності, золоті та срібні тарілки, келихи... знаєш, для колекції!

source: Ekhem, masz tu coś w nagrodę, ale prosiłbym o dyskrecję. Zabrałem to z zapasów tego pierdziela Lewko.
uk: Екхем, ось тобі дещо як винагорода, але будь обережним. Я взяв це з запасів цього пердуна Левка.

source: Ekhem, nie było takiej potrzeby. Zamiast tego przeprowadziłem wywiady z wieloma osobami, które to spotkało.
uk: Екхем, у цьому не було потреби. Натомість я розпитав кількох людей, які з цим стикалися.

source: Ekhem, nim dostąpisz przemiany, może podziękujesz mi jakoś za pomoc w tym szaleństwie?
uk: Екхем, перш ніж ти перетворишся, чому б тобі не віддячити мені за те, що я допоміг тобі з цим божевіллям?

source: Ekhem, to nie za dużo. Za jedną lekcję biorę trochę więcej.
uk: Ехем, цього недостатньо. Я беру трохи більше за один урок.

source: Ekhem, ty to powiedziałeś.
uk: Екхм, ти сам це сказав.

source: Ekhem, ty to powiedziałeś. Pamiętaj tylko, że jeśli zaoszczędzę na robotnikach, to będę miała więcej pieniędzy dla ludzi, którzy dobrze dla mnie pracowali!
uk: Екхем, ти сам це сказав. Просто запам'ятай, що якщо я заощаджу на робітниках, у мене залишиться більше грошей для людей, які гарно на мене попрацювали!

source: Ekhem... Duchy zmarłych wojowników zamieszkują ten dom.
uk: Екхем... Духи загиблих воїнів живуть у цьому будинку.

source: Ekhem... Ta, mi też. Dzięki za współpracę. Na razie.
uk: Екхем... Так, мене теж. Дякую за допомогу. До зустрічі.

source: Ekhem... Wędrowcze... Wykopałem pewne ciekawe przedmioty...
uk: Екхем... Мандрівниче... Я відкопав кілька цікавих речей...

source: Ekhem... cóż...
uk: Екхем... що ж...

source: Ekhem... ostrożnie chłopcze, to grząski grunt.
uk: Екхем... обережніше, хлопче, це дуже слизька доріжка.

source: Ekhem... owszem, w zamian za datki mógłbym ci pokazać, jak zwiększyć swoją moc magiczną.
uk: Екхем... так, в обмін на пожертву я можу показати тобі, як збільшити твою магічну силу.

source: Ekhm...
uk: Емм...

source: Ekhm... N-nie przeszkadzaj mi!
uk: Екхм... Н-не турбуй мене!

source: Eksagnem
uk: Екзагнем

source: Ekspertem nie jestem, ale myślę, że mają swojego przywódcę. To znacznie większy i silniejszy osobnik.
uk: Я не експерт, але думаю, що у них є свій ватажок. Це набагато більша і сильніша особина.

source: Eksperyment Kobusa się powiódł. Mag stworzył perły wody, choć jak sam twierdzi, to dopiero początek. W nagrodę pozwolił mi zachować jedną na pamiątkę. Ciekawe, czy uda mi się znaleźć dla niej sensowne zastosowanie.
uk: Експеримент Кобуса вдався. Маг створив перлини із води, хоча, за його словами, це лише початок. У нагороду він дозволив мені залишити одну на пам'ять. Цікаво, чи зможу я знайти їй якесь застосування.

source: Eksperymentowałeś na mnie!
uk: Ти експериментував наді мною!

source: Ekstrakt leczniczy
uk: Цілющий екстракт

source: Ekstrakt many
uk: Екстракт мани

source: Ekwipunek
uk: Інвентар

source: Ekwipunek z G1
uk: Інвентар G1

source: El Bastardo
uk: Ель Бастардо

source: Elco
uk: Елько

source: Elco, jeden z moich ludzi, od kilku dni nie wrócił do obozu.
uk: Елько, один з моїх людей, вже декілька днів не з'являвся в таборі.

source: Elfeg
uk: Ельфег

source: Elias
uk: Еліас

source: Elid
uk: Елід

source: Elid był na tyle zadowolony z działań moich i Arwida, że zapomniał o strzelaniu z kuszy. Wrócę do Weigara i przekażę mu, że kupcy nie powinni być dłużej niezadowoleni.
uk: Елід був настільки задоволений нашою з Арвідом роботою, що забув про стрільбу з арбалета. Я повернуся до Вейгара і передам йому, що торговці тепер усім задоволені.

source: Elid jest zadowolony z naszych umiejętności.
uk: Елід задоволений нашою підготовкою.

source: Eliksir Javada
uk: Еліксир Джавада

source: Eliksir Saula
uk: Еліксир Сола

source: Eliksir ducha
uk: Еліксир духу

source: Eliksir leczniczy
uk: Цілющий еліксир

source: Eliksir leczniczy połączony z eliksirem siły.
uk: Цілющий еліксир у поєднанні з еліксиром сили.

source: Eliksir magicznego potencjału
uk: Еліксир магічного потенціалу

source: Eliksir many
uk: Еліксир мани

source: Eliksir ochrony przed magią
uk: Еліксир захисту від магії

source: Eliksir okazuje się działać lepiej niż przypuszczaliśmy.
uk: Виявляється, еліксир працює краще, ніж ми думали.

source: Eliksir okazuje się działać lepiej, niż przypuszczaliśmy. Dan całkowicie przemienił się w zębacza. Można nawet powiedzieć, że stał się zębaczem.
uk: Виявляється, еліксир працює краще, ніж ми думали. Ден повністю перетворився на снеппера. Можна навіть сказати, що він став снеппером.

source: Eliksir początkowo bardzo mnie wzmocnił, ale po kilku minutach zemdlałem. Na szczęście Kessel stanął dzięki niemu na nogi. Nic dziwnego, że receptura została porzucona, jej skutki trudno przewidzieć, a sposób przygotowania oraz podawania nie są zbyt praktyczne. Może to i lepiej, że Ana w napadzie paniki pozbyła się wszystkich jego pozostałości.
uk: Спочатку еліксир додав мені сил, але за кілька хвилин я знепритомнів. На щастя, завдяки еліксиру Кессель знову став на ноги. Не дивно, що від рецепту відмовилися, його наслідки важко передбачити, а спосіб приготування і застосування не дуже практичні. Можливо, це й на краще, що Анна в паніці позбулася усіх його залишків.

source: Eliksir przemiany
uk: Звичайний еліксир перетворення

source: Eliksir przemiany H
uk: Еліксир перетворення H

source: Eliksir przemiany L
uk: Еліксир перетворення L

source: Eliksir przemiany M
uk: Еліксир перетворення M

source: Eliksir przygotowany przez Bodowina dla Jorna.
uk: Зілля, приготоване Бодовіном для Йорна.

source: Eliksir siły
uk: Еліксир сили

source: Eliksir wzmocnienia ducha
uk: Еліксир покращення мани

source: Eliksir wzmocnienia siły
uk: Еліксир покращення сили

source: Eliksir wzmocnienia skóry
uk: Еліксир покращення захисту

source: Eliksir wzmocnienia zręczności
uk: Еліксир покращення спритності

source: Eliksir wzmocnienia życia
uk: Еліксир покращення здоров'я

source: Eliksir zręczności
uk: Еліксир спритності

source: Eliksir zręczności nie nauczy cię poprawnie celować, ani nie zastąpi godzin solidnego treningu.
uk: Еліксир спритності не навчить тебе влучно цілитись та не замінить години наполегливих тренувань.

source: Eliksir życia
uk: Еліксир життя

source: Elisium
uk: Елізіум

source: Elita najemników przyłączy się do ataku. Adelard i Garos osobiście poprowadzą naszych ludzi.
uk: Еліта найманців приєднається до атаки. Аделард і Гарос особисто поведуть наших людей.

source: Elvart
uk: Ельварт

source: Elvart, jak większość ludzi w tej kopalni, nie miał ochoty ze mną rozmawiać. Wiem też, że nie zajmował się sprawą zaginięć, bo nie dostał od Lewko takiego polecenia.
uk: Ельварт, як і більшість людей у цій копальні, не хотів зі мною розмовляти. Я дізнався, що він не шукав зниклих людей, бо Левко не давав йому такого доручення.

source: Em!
uk: Ем!

source: Em... ale to tylko romansidło zwykłe! Po prostu czasami lubię się zorientować, czym ta moja żona się fascynuje! Nic ciekawego dla prawdziwych mężczyzn!
uk: Ем... але ж це звичайний любовний роман! Іноді мені просто цікаво, чим захоплюється моя дружина! Нічого цікавого для справжніх чоловіків!

source: Em... gdzie tam! Panie władzo, tak się czepiać zapachu przypadkowo spotkanych ludzi? To niekulturalne!
uk: Ем... Це не так! Вартовим не личить ось так чіплятися до запаху випадкових людей! Це не культурно!

source: Em... owszem, już sobie pójdziemy!
uk: Ем... ну так, ми вже підемо!

source: Em... tak, z pewnością. W takim razie...
uk: Ем... так, звичайно. В такому випадку...

source: Emerytowany myśliwy, Nirka, z chęcią odsprzeda mi swoje dawne łuki czy strzały. Znajdę go przy willi Volkera-Lichwiarza.
uk: Колишній мисливець Нірка з радістю продасть мені свої луки та стріли. Я можу знайти його біля маєтку Лихваря Волкера.

source: Emisariusze Jarunda wielokrotnie próbowali przekonać Farkanda do złożenia broni w obliczu obcej inwazji, lecz rany po obu stronach były wciąż świeże - zbyt świeże, aby ludzie tak łatwo zapomnieli o niedawnych krzywdach.
uk: Посланці Ярунда неодноразово намагалися переконати Фарканда скласти зброю перед іноземним вторгненням, але рани, завдані обом сторонам, були надто свіжими, щоб вони так легко забули недавні образи.

source: Emma
uk: Емма

source: Energia magiczna przepływa przez twoje ciało!
uk: Чарівна енергія тече через ваше тіло!

source: Eniu
uk: Енью

source: Era Bogów
uk: Ера Богів

source: Era Cudów
uk: Ера Чудес

source: Era Tworzenia
uk: Ера Створення

source: Era Życia
uk: Ера Життя

source: Erak - 'co rąk nie masz, że czekasz na gotowe?'
uk: Erak – 'Чи ти рук не маєш, що чекаєш, коли буде готове?'

source: Ergo
uk: Ерго

source: Ergo połączył nasiona z nawozem i kazał mi posadzić je w pobliżu nowych uli.
uk: Ерго змішав насіння з перегноєм і сказав мені посадити його поряд з новими вуликами.

source: Ergo zaprowadzi mnie na miejsce, gdzie posadzimy kwiaty.
uk: Ерго відведе мене туди, де ми будемо садити квіти.

source: Ernesto
uk: Ернесто

source: Ernesto był zadowolony z wykonanego przeze mnie zadania. W nagrodę dał mi worek złota i kilka trunków ze swojego lokalu. Obiecał też, że mogę liczyć na jego poparcie u Lorenzo.
uk: Ернесто був задоволений виконаним мною завданням. Як винагороду він дав мені гаманець з золотом і кілька напоїв від свого закладу. Він також пообіцяв, що я можу розраховувати на його підтримку перед Лоренцо.
